{
  "Hello": "Hallo",
  "Crypto Wallet": "Krypto-Brieftasche",
  "Enter your passphrase if you dare": "Geben Sie Ihr Passwort ein, wenn Sie sich trauen",
  "Log Event to Analytics": "Ereignis in Analysen protokollieren",
  "Email": "E-Mail",
  "Password": "Passwort",
  "That email address is already in use!": "Diese E-Mail-Adresse wird bereits verwendet!",
  "That email address is invalid!": "Diese E-Mail-Adresse ist ungültig!",
  "A crypto wallet for your token treasures": "Eine Krypto-Brieftasche für Ihre Token-Schätze",
  "Get Started": "Loslegen",
  "Welcome to Crede!": "Hallo! Willkommen bei Crede",
  "Crede is non-custodial wallet for digital assets. Setting up Crede takes ": "Crede ist eine nicht verwahrte Geldbörse für digitale Vermögenswerte. Das Einrichten von Crede dauert ",
  "less than 3 minutes.": "weniger als 3 Minuten.",
  "Sign in": "Anmelden",
  "Set up Crede Wallet": "Crede-Brieftasche einrichten",
  "Terms and Services": "Nutzungsbedingungen und Dienstleistungen",
  "Ownership of Private Keys": "Eigentum an privaten Schlüsseln",
  "As a non-custodial wallet, we do not have access to your private keys. You are solely responsible for the safekeeping of your private keys and any loss or theft of your private keys will result in the loss of your digital assets.": "Als nicht-hinterlegte Brieftasche haben wir keinen Zugriff auf Ihre privaten Schlüssel. Sie sind allein verantwortlich für die sichere Aufbewahrung Ihrer privaten Schlüssel, und jeder Verlust oder Diebstahl Ihrer privaten Schlüssel führt zum Verlust Ihrer digitalen Vermögenswerte.",
  "Security": "Sicherheit",
  "We take security seriously and have implemented measures to protect your digital assets. However, we cannot guarantee the security of your digital assets, and you use our services at your own risk.": "Wir nehmen die Sicherheit ernst und haben Maßnahmen zum Schutz Ihrer digitalen Vermögenswerte implementiert. Wir können jedoch nicht die Sicherheit Ihrer digitalen Vermögenswerte garantieren, und Sie verwenden unsere Dienste auf eigenes Risiko.",
  "Backup": "Sicherungskopie",
  "It is your responsibility to backup your private keys and recovery phrase. We are not responsible for any loss of digital assets due to failure to backup your private keys or recovery phrase.": "Es liegt in Ihrer Verantwortung, Ihre privaten Schlüssel und die Wiederherstellungsphrase zu sichern. Wir sind nicht verantwortlich für den Verlust digitaler Vermögenswerte aufgrund fehlender Sicherung Ihrer privaten Schlüssel oder der Wiederherstellungsphrase.",
  "Transactions": "Transaktionen",
  "All transactions initiated from your wallet are irreversible. We are not responsible for any loss of digital assets due to incorrect transaction details or unauthorized transactions.": "Alle von Ihrer Brieftasche aus initiierten Transaktionen sind irreversibel. Wir sind nicht verantwortlich für den Verlust digitaler Vermögenswerte aufgrund falscher Transaktionsdetails oder unbefugter Transaktionen.",
  "I agree": "Ich stimme zu",
  "Confirmation sent to your email": "Bestätigung an Ihre E-Mail gesendet",
  "A confirmation link was sent to your email. Once you open it, come back to this app and log into your account.": "Ein Bestätigungslink wurde an Ihre E-Mail gesendet. Sobald Sie ihn öffnen, kehren Sie zu dieser App zurück und melden sich in Ihrem Konto an.",
  "Go to Log in": "Zur Anmeldung gehen",
  "Sign in to Crede": "Bei Crede anmelden",
  "Create an account": "Ein Konto erstellen",
  "Your account will be used to sign into your wallet.": "Ihr Konto wird verwendet, um sich bei Ihrer Brieftasche anzumelden.",
  "Continue with Email & Password": "Weiter mit E-Mail und Passwort",
  "Continue with Google": "Weiter mit Google",
  "Sign up with email and password": "Mit E-Mail und Passwort registrieren",
  "We'll email you a confirmation": "Wir senden Ihnen eine Bestätigung per E-Mail",
  "Continue": "Fortfahren",
  "Password strength": "Passwortstärke",
  "Must contain at least 10 characters": "Muss mindestens 10 Zeichen enthalten",
  "Must include at least one lowercase letter": "Muss mindestens einen Kleinbuchstaben enthalten",
  "Must have at least one number": "Muss mindestens eine Zahl enthalten",
  "Must have at least one symbol": "Muss mindestens ein Symbol enthalten",
  "Must include at least one uppercase letter": "Muss mindestens einen Großbuchstaben enthalten",
  "Too weak": "Zu schwach",
  "Weak": "Schwach",
  "Medium": "Mittel",
  "Strong": "Stark",
  "That email doesn't exist. Did you mean to sign up rather than sign-in?": "Diese E-Mail-Adresse existiert nicht. Meinten Sie, sich zu registrieren, anstatt sich anzumelden?",
  "Your email has not yet been verified": "Ihre E-Mail wurde noch nicht verifiziert",
  "Resend verification email": "Verifizierungs-E-Mail erneut senden",
  "Forgot Password?": "Passwort vergessen?",
  "Forgot your password?": "Passwort vergessen?",
  "We’ll send you a reset link if your account exists.": "Wir senden Ihnen einen Zurücksetzen-Link, wenn Ihr Konto existiert.",
  "Reset Password": "Passwort zurücksetzen",
  "Check your email": "Überprüfen Sie Ihre E-Mail",
  "We’ve emailed you a reset link. If it doesn’t show up, check your spam folder.": "Wir haben Ihnen einen Zurücksetzen-Link per E-Mail gesendet. Falls er nicht angezeigt wird, überprüfen Sie Ihren Spam-Ordner.",
  "Resend reset link": "Zurücksetzen-Link erneut senden",
  "Go back to Sign in": "Zurück zur Anmeldung",
  "Account Created!": "Account Erstellt!",
  "Enable Face ID for additional security": "Sie können Face ID für zusätzliche Sicherheit aktivieren",
  "Face ID": "Face ID",
  "Learn more about Face ID": "Erfahren Sie mehr über Face ID",
  "Continue without Face ID": "Fortfahren ohne Face ID",
  "Enable Face ID": "Face ID aktivieren",
  "Enable Fingerprint ID for additional security": "Sie können die Fingerabdruckerkennung für zusätzliche Sicherheit aktivieren",
  "Fingerprint ID": "Fingerabdruckerkennung",
  "Learn more about Fingerprint ID": "Erfahren Sie mehr über die Fingerabdruckerkennung",
  "Continue without Fingerprint ID": "Fortfahren ohne Fingerabdruckerkennung",
  "Enable Fingerprint ID": "Fingerabdruckerkennung aktivieren",
  "Enable Iris ID for additional security": "Sie können die Iris-Erkennung für zusätzliche Sicherheit aktivieren",
  "Iris ID": "Iris-Erkennung",
  "Learn more about Iris ID": "Erfahren Sie mehr über die Iris-Erkennung",
  "Continue without Iris ID": "Fortfahren ohne Iris-Erkennung",
  "Enable Iris ID": "Iris-Erkennung aktivieren"
}
