{
  "Hello": "Hola",
  "Crypto Wallet": "Cartera de Criptomonedas",
  "Enter your passphrase if you dare": "Ingresa tu frase de acceso si te atreves",
  "Log Event to Analytics": "Registrar evento en Análisis",
  "Email": "Correo Electrónico",
  "Password": "Contraseña",
  "That email address is already in use!": "¡Esa dirección de correo electrónico ya está en uso!",
  "That email address is invalid!": "¡Esa dirección de correo electrónico es inválida!",
  "A crypto wallet for your token treasures": "Una cartera de criptomonedas para tus tesoros digitales",
  "Get Started": "Empezar",
  "Welcome to Crede!": "¡Hola! Bienvenido a Crede",
  "Crede is non-custodial wallet for digital assets. Setting up Crede takes ": "Crede es una billetera sin custodia para activos digitales. Configurar Crede lleva ",
  "less than 3 minutes.": "menos de 3 minutos.",
  "Sign in": "Iniciar sesión",
  "Set up Crede Wallet": "Configurar la Cartera Crede",
  "Terms and Services": "Términos y Servicios",
  "Ownership of Private Keys": "Propiedad de las Claves Privadas",
  "As a non-custodial wallet, we do not have access to your private keys. You are solely responsible for the safekeeping of your private keys and any loss or theft of your private keys will result in the loss of your digital assets.": "Como una cartera no custodial, no tenemos acceso a tus claves privadas. Eres completamente responsable de mantener a salvo tus claves privadas y cualquier pérdida o robo de tus claves privadas resultará en la pérdida de tus activos digitales.",
  "Security": "Seguridad",
  "We take security seriously and have implemented measures to protect your digital assets. However, we cannot guarantee the security of your digital assets and you use our services at your own risk.": "Nos tomamos la seguridad en serio y hemos implementado medidas para proteger tus activos digitales. Sin embargo, no podemos garantizar la seguridad de tus activos digitales y utilizas nuestros servicios bajo tu propio riesgo.",
  "Backup": "Copia de Seguridad",
  "It is your responsibility to backup your private keys and recovery phrase. We are not responsible for any loss of digital assets due to failure to backup your private keys or recovery phrase.": "Es tu responsabilidad hacer copias de seguridad de tus claves privadas y frase de recuperación. No somos responsables de ninguna pérdida de activos digitales debido a la falta de copia de seguridad de tus claves privadas o frase de recuperación.",
  "Transactions": "Transacciones",
  "All transactions initiated from your wallet are irreversible. We are not responsible for any loss of digital assets due to incorrect transaction details or unauthorized transactions.": "Todas las transacciones iniciadas desde tu cartera son irreversibles. No somos responsables de ninguna pérdida de activos digitales debido a detalles de transacciones incorrectos o transacciones no autorizadas.",
  "I agree": "Estoy de acuerdo",
  "Confirmation sent to your email": "Confirmación enviada a tu correo electrónico",
  "A confirmation link was sent to your email. Once you open it, come back to this app and log into your account.": "Se envió un enlace de confirmación a tu correo electrónico. Una vez que lo abras, vuelve a esta aplicación e inicia sesión en tu cuenta.",
  "Go to Log in": "Ir a Iniciar sesión",
  "Sign in to Crede": "Iniciar sesión en Crede",
  "Create an account": "Crear una cuenta",
  "Your account will be used to sign into your wallet.": "Tu cuenta se usará para iniciar sesión en tu cartera.",
  "Continue with Email & Password": "Continuar con Correo Electrónico y Contraseña",
  "Continue with Google": "Continuar con Google",
  "Sign up with email and password": "Registrarse con correo electrónico y contraseña",
  "We'll email you a confirmation": "Te enviaremos un correo electrónico de confirmación",
  "Continue": "Continuar",
  "Password strength": "Fortaleza de la Contraseña",
  "Must contain at least 10 characters": "Debe contener al menos 10 caracteres",
  "Must include at least one lowercase letter": "Debe incluir al menos una letra minúscula",
  "Must have at least one number": "Debe tener al menos un número",
  "Must have at least one symbol": "Debe tener al menos un símbolo",
  "Must include at least one uppercase letter": "Debe incluir al menos una letra mayúscula",
  "Too weak": "Demasiado débil",
  "Weak": "Débil",
  "Medium": "Medio",
  "Strong": "Fuerte",
  "That email doesn't exist. Did you mean to sign up rather than sign-in?": "Ese correo electrónico no existe. ¿Quisiste registrarte en lugar de iniciar sesión?",
  "Your email has not yet been verified": "Tu correo electrónico aún no ha sido verificado",
  "Resend verification email": "Reenviar correo electrónico de verificación",
  "Forgot Password?": "¿Olvidaste la Contraseña?",
  "Forgot your password?": "¿Olvidaste tu contraseña?",
  "We’ll send you a reset link if your account exists.": "Te enviaremos un enlace de reinicio si tu cuenta existe.",
  "Reset Password": "Restablecer Contraseña",
  "Check your email": "Revisa tu correo electrónico",
  "We’ve emailed you a reset link. If it doesn’t show up, check your spam folder.": "Te hemos enviado un enlace de reinicio por correo electrónico. Si no aparece, revisa tu carpeta de spam.",
  "Resend reset link": "Reenviar enlace de reinicio",
  "Go back to Sign in": "Volver a Iniciar sesión",
  "Account Created!": "¡Cuenta Creada!",
  "Enable Face ID for additional security": "Puedes habilitar Face ID para mayor seguridad",
  "Face ID": "Face ID",
  "Learn more about Face ID": "Obtén más información sobre Face ID",
  "Continue without Face ID": "Continuar sin Face ID",
  "Enable Face ID": "Habilitar Face ID",
  "Enable Fingerprint ID for additional security": "Puedes habilitar la identificación por huella digital para mayor seguridad",
  "Fingerprint ID": "Identificación por Huella Digital",
  "Learn more about Fingerprint ID": "Obtén más información sobre la Identificación por Huella Digital",
  "Continue without Fingerprint ID": "Continuar sin Identificación por Huella Digital",
  "Enable Fingerprint ID": "Habilitar Identificación por Huella Digital",
  "Enable Iris ID for additional security": "Puedes habilitar la identificación por Iris para mayor seguridad",
  "Iris ID": "Identificación por Iris",
  "Learn more about Iris ID": "Obtén más información sobre la Identificación por Iris",
  "Continue without Iris ID": "Continuar sin Identificación por Iris",
  "Enable Iris ID": "Habilitar Identificación por Iris"
}
